[Menu]
open=&Открыть
exit=&Выход
first=Первое &изображение
prev=&Предыдущее изображение
next=&Следующее изображение
last=Последнее &изображение
zoomin=Увели&чить
zoomout=Умень&шить
fit=&По размеру экрана
osize=Оригинальный &размер (100%)
refresh=&Обновить
copy=&Копировать
paste=&Вставить
fileinfo=Информация о файле
fileprop=Свойства &файла
fileinfolder=П&оказать файл в папке
aot=Всегда поверх &окон
border=&Граница окна
shortcuts=Гор&ячие клавиши
github_repo=Открыть репозиторий &GitHub
about=&О программе
delete=&Удалить
center=Разместить по &центру

[File]
nofile=Файл не выбран.
invalid_file=Недопустимый или неподдерживаемый файл
load_failed=Не удалось загрузить изображение.
select_image_file=Выберите файл изображения
copy_failed=Не удалось скопировать изображение в буфер обмена.
no_clipboard_image=В буфере обмена нет изображения!
clipboard_image=Это изображение было вставлено из буфера обмена.
delete_confirm=Вы уверены, что хотите отправить этот файл в корзину?
delete_title=Удалить файл
delete_error_title=Ошибка удаления
delete_error_msg=Не удалось удалить файл:
delete_error_reasons=Возможные причины:
delete_error_in_use=• Файл используется другим приложением
delete_error_readonly=• Файл доступен только для чтения или защищен
delete_error_no_permission=• Нет разрешения на доступ
delete_error_label=Ошибка:

[Shortcuts]
title=Горячие клавиши
keyboard=Клавиатура:
mouse=Мышь:
kb_down=Стрелка вниз: Меню
kb_home=Home: Первое изображение
kb_back=Назад в браузере: Предыдущее изображение
kb_left=Стрелка влево: Предыдущее изображение
kb_forward=Вперёд в браузере: Следующее изображение
kb_right=Стрелка вправо: Следующее изображение
kb_end=End: Последнее изображение
kb_plus=Клавиша + на цифровой клавиатуре: Увеличить
kb_minus=Клавиша - на цифровой клавиатуре: Уменьшить
kb_zero=Клавиша 0 на цифровой клавиатуре: Оригинальный размер
kb_one=Клавиша 1 на цифровой клавиатуре: По размеру экрана
kb_f1=F1: Информация о файле изображения
kb_f2=F2: Свойства файла
kb_f3=F3: Показать файл в папке
kb_f5=F5: Обновить
kb_ctrl_o=Ctrl+O: Открыть файл изображения
kb_ctrl_c=Ctrl+C: Копировать изображение в буфер обмена
kb_ctrl_v=Ctrl+V: Вставить изображение из буфера обмена
kb_esc=Esc: Закрыть информацию о файле
kb_alt_f4=Alt+F4: Выйти из приложения
mouse_right=Правая кнопка мыши: Меню
mouse_wheel_up=Колесо вверх: Увеличить
mouse_wheel_down=Колесо вниз: Уменьшить
mouse_4=4-я кнопка мыши: Предыдущее изображение
mouse_5=5-я кнопка мыши: Следующее изображение
mouse_left_dbl=Двойной щелчок левой кнопкой: Оригинальный размер
mouse_middle_dbl=Двойной щелчок средней кнопкой: По размеру экрана
kb_delete=Del: Удалить файл

[FileInfo]
folder=Папка
file=Файл
mod_time=Время изменения
create_time=Время создания
access_time=Последний доступ
orig_size=Оригинальный размер
disp_size=Отображаемый размер
file_size=Размер файла
zoom=Масштаб
source=Источник
clipboard=Буфер обмена

[About]
about=О программе

[Error]
load_failed_msg=Не удалось загрузить файл изображения:
